blog/2021/star-trek.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-08 Tue 22:00 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>星际迷航系列</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">星际迷航系列</h1>
</header><ul class="org-ul">
<li>Star Trek I: The Motion Picture 星际迷航 1：无限太空（1979）</li>
<li>Star Trek II: The Wrath of Khan 星际迷航 2：可汗之怒（1982）</li>
<li>Star Trek III: The Search for Spock 星际迷航 3：寻找史波克（1984）</li>
<li>Star Trek IV: The Voyage Home 星际迷航 4：抢救未来（1986）</li>
<li>Star Trek V: The Final Frontier 星际迷航 5：终极先锋（1989）</li>
<li>Star Trek VI: The Undiscovered Country 星际迷航 6：未来之城（1991）</li>
<li>Star Trek Generations 星际迷航 7：斗转星移（1994）</li>
<li>Star Trek VIII: First Contact 星际迷航 8：第一次接触（1996）</li>
<li>Star Trek IX: Insurrection 星际迷航 9：起义（1998）</li>
<li>Star Trek Nemesis 星际迷航 10：复仇女神（2002）</li>
<li>Star Trek 星际迷航（2009）</li>
<li>Star Trek Into Darkness 星际迷航：暗黑无界（2013）</li>
<li>Star Trek Beyond 星际迷航：超越星辰（2016）</li>
</ul>

<div id="outline-container-org0d708eb" class="outline-2">
<h2 id="org0d708eb">Star Trek VIII: First Contact 星际迷航 8：第一次接触（1996）</h2>
<div class="outline-text-2" id="text-org0d708eb">
<p>
如果有一天，马斯克的公司能造出曲率飞船就好了，这样或许能和外星人来一次「第一次接触」
</p>
</div>
</div>

<div id="outline-container-orgc3b3b9a" class="outline-2">
<h2 id="orgc3b3b9a">Star Trek Into Darkness 星际迷航：暗黑无界（2013）</h2>
<div class="outline-text-2" id="text-orgc3b3b9a">
<p>
奇异博士演反派，挺精彩
</p>
</div>
</div>

<div id="outline-container-org538e86e" class="outline-2">
<h2 id="org538e86e">Star Trek Beyond 星际迷航：超越星辰（2016）</h2>
<div class="outline-text-2" id="text-org538e86e">
<p>
当人在宇宙中游荡了太长时间，会渐渐迷失，不知道自己为什么而出发
</p>

<hr>

<p>
*参考资料*：
</p>

<ol class="org-ol">
<li><a href="https://intl.startrek.com/shows">https://intl.startrek.com/shows</a></li>
</ol>
</div>
</div>
</div>
</body>
</html>